/* Next-button titles */
"CLOSE" = "关闭";
"SHUTDOWN" = "关机";
"RESTART" = "重新启动";
"LOGOUT" = "注销";


/* Messages describing automatic actions the Installer will take once Installation has completed */
"AutoQuit"		= "安装器将在 %d 秒钟后自动退出。";
"AutoQuit1"		= "安装器将在 1 秒钟后自动退出。";
"AutoMsg"		= "电脑将在 %2$d 秒钟后%1$@。";
"AutoMsg1"		= "电脑将在 1 秒钟后%@。";

/* action description to be substituted into 'AutoMsg' & 'AutoMsg1' above */
"AutoRestart"	= "重新启动";
"AutoLogout"	= "注销";
"AutoShutdown"	= "关机";

/* action descriptions indicating actions are currently being performed */
"AutoRestartIsOccurring" = "电脑正在重新启动。";
"AutoLogoutIsOccurring" = "电脑正在注销。";
"AutoShutdownIsOccurring" = "电脑正在关机。";


/* Messages displayed when the installer requires the user to perform an action to finish installing the software */
"ManualShutDownMsg" = "点按“关机”以结束软件安装。";
"ManualLogoutMsg" = "点按“注销”以完成软件安装。";
"ManualRequiredRebootMsg" = "点按“重新启动”以完成软件安装。";
"ManualRequiredRebootAfterFailureMsg" = "点按“重新启动”以再次尝试安装。";


/* Window titles & descriptions */
"InstallCompletedSuccessfullyTitle" = "安装成功。";
"InstallCompletedSuccessfullyDescription" = "软件已安装。";
"InstallCompletedWithErrorsTitle" = "安装出错。您可能需要重新安装。";


/* IASPSummaryView class' localizable strings */
"InstallSucceededTitle" = "安装成功。";
"InstallFailedTitle" = "安装失败。";
